Repository: boytik/addBlock
Catalog: Adblock/Localizable.xcstrings
Source language: en
Languages: ru

source: — rule for this domain already exists
ru: Правило для этого сайта уже существует

source: — this domain is already in WhiteList
ru: Этот домен уже есть в белом списке

source: , then tap Extensions.
ru: , затем нажми на расширение.

source: (OPTIONAL)
ru: (По желанию)

source: 1. Open Settings
ru: 1. Открой Настройки

source: 2. Tap Extensions
ru: 2. Нажми «Расширение»

source: 3. Toggle On
ru: 3. Включи

source: Ad Blocker No Ads & Trackers
ru: Блокировщик рекламы Без рекламы и трекеров

source: AdBlocker
ru: Блокировщик рекламы

source: Add Custom Rule
ru: Добить собственное правило

source: Add Rule
ru: Добавить правило

source: Add specific rules to block elements on sites that bypass general filters.
ru: Добавьте специальные правила для блокировки элементов на сайтах, которые обходят общие фильтры.

source: Add to White List
ru: Добавить в белый список

source: Add WebSite
ru: Добавить сайт

source: Add websites to not block ads
ru: Добавить сайты, где не блокируется реклама.

source: Are you sure you want to remove this website from the white list?
ru: Вы уверены, что хотите удалить сайт из белого списка?

source: Cancel
ru: Отменить

source: Delete Rule
ru: Удалить правило

source: Go to Settings
ru: Открыть Настройки

source: https://youtube.com
ru: https://vk.com/

source: I'll do this later
ru: Сделаю это позже

source: Last 24h
ru: Последние 24 часа

source: Last month
ru: Прошлый месяц

source: Last week
ru: Прошлая неделя

source: Let's kill those ads
ru: Уничтожим это рекламу

source: NAME
ru: Название

source: No website in white list yet
ru: Нет сайтов в белом списке

source: ON.
ru: Включен

source: Open Safari Tutorial
ru: Открыть гайд

source: Privacy Policy
ru: Политика конфиденциальности

source: Protection Active
ru: Защита включена

source: Protection Inactive
ru: Защита выключена

source: Quick Guide
ru: Быстрый Гайд

source: Remove
ru: Удалить

source: Remove from White List
ru: Удалить из белого списка

source: Safari
ru: Сафари

source: Save Rule
ru: Сохранить правило

source: Scroll down to find
ru: Пролистни вниз, чтобы найти

source: Search domains...
ru: Поиск сайта

source: Settings
ru: Настройки

source: Tap the button below to automatically open iOS Settings.
ru: Нажмите кнопку ниже, чтобы автоматически открыть настройки iOS.

source: White List
ru: Белый список

source: Your device is not secure from ads & trackers.
ru: Ваше устройство не защищено от рекламы и трекеров

source: Your device is secure from ads & trackers.
ru: Ваше устройство защищено от рекламы и трекеров
